Repository: j-fuentes/AsiaTest
Catalog: master/puppet/modules/apache_asia/volumes/web/html/public/portal/sites/all/modules/asia_gmapmarker_guia/translations/asia_gmapmarker_guia.*.po
Languages: ca

source: View map
ca: Veure mapa

source: View list
ca: Veure llistat

source: When
ca: Quan

source: Setting the map
ca: Configuració del mapa

source: Latitude
ca: Latitud

source: Length
ca: Longitud

source: Channel
ca: Canal

source: Specify the channel, if this is different from the configuration of the module asia. Put &lt;none&gt; if you want some.
ca: Especificar el canal , si això és diferent de la configuració del mòdul d'Àsia . Posi &lt;none&gt; si no vols cap canal.

source: Number of results to be shown
ca: Número de resultats a mostrar

source: This map has no pagination. In show number of points should be raised.
ca: Aquest mapa no te paginació. El nombre de punts ha de ser elevat.

source: Type list
ca: Tipus de llista

source: Show events
ca: Mostrar actes

source: Show directories
ca: Mostrar equipaments

source: To show that the results should be a list type selected
ca: Per que es mostrin els resultats ha d'haver un tipus de llistat seleccionat

source: List
ca: Llistat

source: Active list
ca: Activar llistat

source: Active option all
ca: Activar opcio tots

source: Search criteria
ca: Criteris de cerca

source: Example:
ca: Exemple:

source: Incorrect latitude.
ca: Latitud incorrecta.

source: Incorrect length.
ca: Longitud incorrecta.

source: Incorrect zoom.
ca: Zoom incorrecte.

source: Incorrect number of results.
ca: Número incorrecte dels resultats.

source: You have to choose a type of list
ca: Has de triar un tipus de llistat

source: Gmapmarkers page
ca: Pàgina Gmapmarkers

source: Settings for gmapmarkers page.
ca: Configuracio per la pàgina gmapmarkers

source: Gmaps of activities and entities
ca: Gmaps de activitats i equipaments

source: Barcelona City Council
ca: Ajuntament de Barcelona

source: All
ca: Tots
