Repository: j-fuentes/AsiaTest
Catalog: apache/www/html/public/portal/sites/all/modules/asia/translations/*.po
Languages: ca, es

source: Results list
ca: Llista de resultats
es: Lista de resultados

source: Back link
ca: Enllaç de tornar enrere
es: Enlace volver atrás

source: Fields to display the detail
ca: Mostrar camps de detall
es: Mostrar campos del detalle

source: Show picture
ca: Mostrar imatge
es: Mostrar imagen

source: Show when
ca: Mostrar quan
es: Mostrar cuando

source: Show where
ca: Mostrar on
es: Mostrar donde

source: Show street
ca: Mostrar carrer
es: Mostrar calle

source: Show district
ca: Mostrar districte
es: Mostrar districto

source: Show area
ca: Mostrar zona
es: Mostrar zona

source: Show post code
ca: Mostrar codi postal
es: Mostrar código postal

source: Show city
ca: Mostrar ciutat
es: Msotrar ciudad

source: Show phone
ca: Mostrar telèfon
es: Mostrar teléfono

source: Show fax
ca: Mostrar fax
es: Mostrar correo electrónico

source: Show web
ca: Mostrar web
es: Mostrar web

source: Show email
ca: Mostrar correu electrònic
es: Mostrar correo electrónico

source: Show accessibility
ca: Mostrar accessibilitat
es: Mostrar accessibilidad

source: Show ownership
ca: Mostrar titularitat
es: Mostrar titularidad

source: Show description
ca: Mostrar descripció
es: Mostrar descripción

source: Show abstract
ca: Mostrar resum
es: Mostrar resumen

source: Show comments
ca: Mostrar comentaris
es: Mostrar comentarios

source: Show maps
ca: Mostrar mapes
es: Mostrar mapas

source: Show how to go
ca: Mostrar com s'hi va
es: Mostrar cómo ir

source: Show tab information
ca: Mostrar pestanya "Informació"
es: Mostrar pestaña "Información"

source: Show tab activities
ca: Mostrar pestanya "Esdeveniments"
es: Mostrar pestaña "Eventos"

source: Show tab neavy
ca: Mostrar pestanya "A prop d'aquí"
es: Mostrar pestanya "Cerca de aqui"

source: Block to display the filters
ca: Mostrar filtres per blocs
es: Mostrar filtros en bloque

source: Hide thematic codes
ca: Ocultar codis temàtics
es: Ocultar códigos temáticos

source: Code
ca: Codi
es: Código

source: Add one more
ca: Afegir un més
es: Añadir uno más

source: Remove one
ca: Eliminar un
es: Eliminar una

source: Submit
ca: Enviar
es: Enviar

source: Active map
ca: Activar mapa
es: Activar mapa

source: Active filters
ca: Activar filtres
es: Activar filtros

source: Active "Ajax"
ca: Activar "Ajax"
es: Activar "Ajax"

source: Fields to display the list
ca: Camps a mostrar al llistat
es: Campos a mostrar en el listado

source: Active labels category "Events / Entities"
ca: Activar etiquetes " Agenda / Equipament "
es: Activar etiquetas " Agenda / Directorio "

source: Show address & district
ca: Mostrar adreça i districte
es: Mostrar dirección y distrito

source: Show phones
ca: Mostrar els telèfons
es: Mostrar los teléfonos

source: Map width (in pixels)
ca: Amplada del mapa (en pixels)
es: Ancho del mapa (en pixels)

source: Map height (in pixels)
ca: Alçada del mapa (en pixels)
es: Alto del mapa (en pixels)

source: Width of the list (in pixels)
ca: Amplada de la llista (en pixels)
es: Ancho de la lista (en pixels)

source: Channel Asia query (Example ccivics, escoles..)
ca: Canal d'Asia de consulta (Exemple ccivics, escoles..)
es: Canal de Asia de consulta (Ejemplo ccivics, escoles..)

source: Add Addthis:
ca: Afegir Addthis a:
es: Añadir Addthis a:

source: List
ca: Llistat
es: Listado

source: Detail
ca: Detall
es: Detalle

source: ASIA: Keyword search form
ca: ASIA: Formulari de cerca per paraula
es: ASIA: Formulario de búsqueda por palabra

source: ASIA: District map
ca: ASIA: Mapa de districtes
es: ASIA: Mapa de distritos

source: ASIA: Advanced search form
ca: ASIA: Formulari de cerca avançada
es: ASIA: Formulario de búsqueda avanzada

source: ASIA: Advanced search form (prefixed by code0 / code1)
ca: ASIA: Formulari de cerca avançada (code0 / code1 prefixat)
es: ASIA: Formulario de búsqueda avanzada (code0 / code1 prefijado)

source: Keyword search form
ca: Formulari de cerca per paraula
es: Formulario de búsqueda por palabra

source: Search for your centre by district
ca: Trobeu el vostre centre per districte
es: Busca el centro que quieres por distrito

source: Advanced search form
ca: Formulari de cerca avançada
es: Formulario de búsqueda avanzada

source: Search under first-level classification of what’s on or amenities tree (code0)
ca: Cerca per classificació de primer nivell d'arbres d'agenda o equipaments (code0)
es: Busca por clasificación de primer nivel de árboles de agenda o equipamientos (code0)

source: Search under second-level classification of what’s on or amenities tree (code1)
ca: Cerca per classificació de segon nivell d'arbres d'agenda o equipaments (code1)
es: Busca por clasificación de segundo nivel de árboles de agenda o equipamientos (code1)

source: Search display by district
ca: Visualització de la cerca per districte
es: Visualización de la búsqueda por distrito

source: Map width
ca: Amplada del mapa
es: Ancho del mapa

source: Settings
ca: Configuració
es: Configuración

source: Calendar
ca: Calendari
es: Calendario

source: Prepend district. If enabled, the default search is the district that is given by URL, if not a generic search.
ca: Prefixar districte. Si s'activa, la cerca queda prefixat el districte que ve donat per URL, si no és una cerca genèrica.
es: Prefijar distrito. Si se activa, muestra las próximas actividades del distrito que viene dado por url.

source: Managing Asia requests
ca: Gestió de crides d'Àsia
es: Gestión de peticiones de Asia

source: Configure asia.
ca: Configurar asia.
es: Configurar asia.

source: Asia request settings.
ca: Configureu les opcions de les crides a Àsia.
es: Configura las opciones de las peticiones a Asia.

source: List page
ca: Pàgina del llistat
es: Página del listado

source: Asia Settings for list page.
ca: Configura la pàgina del llistat
es: Configurar la página del listado

source: Detail page
ca: Pàgina de detall
es: Página de detalle

source: Asia Settings for detail page.
ca: Configura la pàgina de detall
es: Configurar la página de detalle

source: Filters page
ca: Pàgina de filtres
es: Página de filtros

source: Asia Settings for filters page.
ca: Pàgina de configuració de fitres d'Asia
es: Página de configuración de filtros

source: Toolkit for making consultations in Asia.
ca: Conjunt d'eines per fer consultes a Àsia.
es: Conjunto de herramientas para hacer consultas en Asia.

source: Barcelona City Council
ca: Ajuntament de Barcelona
es: Ayuntamiento de Barcelona

source: ASIA: Coming activities
ca: ASIA: Properes activitats
es: ASIA: Próximas actividades

source: Coming activities
ca: Properes activitats
es: Próximas actividades

source: Optional field
ca: Camp opcional
es: Campo opcional

source: Number of results to be shown
ca: Número de resultats a mostrar
es: Número de resultados a mostrar

source: Settings
ca: Configuració
es: Configuración

source: Active "More activities" link
ca: Activar enllaç de més activitats
es: Activar enllace de mas actividades

source: Number of columns to be shown
ca: Número de columnes a mostrar
es: Número de columnas a mostrar

source: 1 column
ca: 1 columna
es: 1 columna

source: 2 columns
ca: 2 columnes
es: 2 columnas

source: Fields show
ca: Mostrar camps
es: Mostrar campos

source: Activities to be shown
ca: Activitats a mostrar
es: Actividades a muestran

source: All
ca: Tots
es: Todos

source: Today
ca: Avui
es: Hoy

source: Tomorrow
ca: Demà
es: Mañana

source: This Weekend
ca: Aquest cap de setmana
es: Este fin de semana

source: Weekends
ca: Caps de setmana
es: Fines de semana

source: Next 7 days
ca: Propers 7 dies
es: Próximos 7 días

source: Next 30 days
ca: Propers 30 dies
es: Próximos 30 días

source: Time frame
ca: Periode de dates
es: Periodo de fechas

source: Initial date
ca: Data inicial
es: Fecha inicial

source: Final Date
ca: Data final
es: Fecha final

source: Incorrect number of results.
ca: Número incorrecte dels resultats.
es: Número incorrecto de resultados.

source: Incorrect period: the final date must be later than the initial date.
ca: Període incorrecte: la data final ha de ser posterior a la data inicial.
es: Período incorrecto: la fecha final debe ser posterior a la fecha inicial.

source: Asia activities
ca: Activitats d'Asia
es: Actividades de Asia

source: List of coming activities
ca: Llistat de properes activitats
es: Lista de próximas actividades

source: More activities
ca: Més activitats
es: Más actividades

source: By word
ca: Per paraula
es: Por palabra

source: Choose a district
ca: Trieu un districte
es: Elige un distrito

source: All districts
ca: Tots els districtes
es: Todos los distritos

source: Choose a type of activity
ca: Trieu un tipus d'activitat
es: Elige un tipo de actividad

source: Choose a speciality
ca: Trieu una especialitat
es: Elige una especialidad

source: Search
ca: Cerca
es: Buscar

source: Find the best way to go where you want.
ca: Troba la millor manera d’anar allà on vulguis.
es: Encuentra la mejor manera de ir donde quieras.

source: Schedule
ca: Horaris
es: Horarios

source: Back
ca: Tornar
es: Volver

source: Information
ca: Informació
es: Información

source: Events
ca: Esdeveniments
es: Eventos

source: Page not found
ca: Pàgina no trobada
es: Página no encontrada

source: Home
ca: Inici
es: Inicio

source: Geolocation results
ca: Geolocalització de resultats
es: Geolocalización de resultados
